[
    "Is your ass jealous of the amount of shit that just came out of your mouth?",
    "I'm not saying I hate you, but I would unplug your life support to charge my phone.",
    "Roses are red, violets are blue, I have 5 fingers, the 3rd ones for you.",
    "Your birth certificate is an apology letter from the condom factory.",
    "I bet your brain feels as good as new, seeing that you never use it.",
    "You are so ugly, when your mom dropped you off at school she got a fine for littering.",
    "I wasn't born with enough middle fingers to let you know how I feel about you.",
    "You must have been born on a highway because that's where most accidents happen.",
    "If you are going to be two faced, at least make one of them pretty.",
    "I’m jealous of all the people that haven't met you!",
    "What’s the difference between you and eggs? Eggs get laid and you don't.",
    "You bring everyone a lot of joy, when you leave the room.",
    "I'd like to see things from your point of view but I can't seem to get my head that far up my ass.",
    "If laughter is the best medicine, your face must be curing the world.",
    "I could eat a bowl of alphabet soup and shit out a smarter statement than that.",
    "If I wanted to kill myself I'd climb your ego and jump to your IQ.",
    "Two wrongs don't make a right, take your parents as an example.",
    "Your family tree must be a cactus because everybody on it is a prick.",
    "If you're gonna be a smart ass, first you have to be smart. Otherwise you're just an ass.",
    "You shouldn't play hide and seek, no one would look for you.",
    "I don't exactly hate you, but if you were on fire and I had water, I'd drink it.",
    "It's better to let someone think you are an Idiot than to open your mouth and prove it.",
    "I have neither the time nor the crayons to explain this to you.",
    "Shut up, you'll never be the man your mother is.",
    "At least when I do a handstand my stomach doesn't hit me in the face.",
    "The only way you'll ever get laid is if you crawl up a chicken's ass and wait.",
    "How many times do I have to flush to get rid of you?",
    "I'd slap you, but shit stains.",
    "Hey, you have something on your chin... no, the 3rd one down",
    "Do you know how long it takes for your mother to take a crap? Nine months.",
    "If I gave you a penny for your thoughts, I'd get change.",
    "Why don't you slip into something more comfortable -- like a coma.",
    "Well I could agree with you, but then we'd both be wrong.",
    "You didn't fall out of the stupid tree. You were dragged through dumbass forest.",
    "If I wanted to hear from an asshole, I'd fart.",
    "It's kinda sad watching you attempt to fit your entire vocabulary into a sentence.",
    "Shock me, say something intelligent.",
    "Why dont you shut up and give that hole in your face a chance to heal.",
    "If assholes could fly, this place would be an airport!",
    "So, a thought crossed your mind? Must have been a long and lonely journey.",
    "If you were twice as smart, you would still be stupid.",
    "We all sprang from apes, but you didn't spring far enough.",
    "You're like STDs, nobody wants you, everyone hates you and it proves your parents should have used protection.",
    "Are you always an idiot or just when I'm around?",
    "Of all the mistakes your parents made, you take the cake!",
    "Why don't you shut up and give that hole in your face a chance to heal.",
    "Their was an accident years ago. The accident wasn't on a highway, but in your mom's bedroom.",
    "Close your mouth! Crap is coming out of it.",
    "Some people are just dumb. Take you for example!",
    "If you had any intelligence to question I would have questioned it already.",
    "I would love to insult you but I'm afraid I wouldn't do as well as nature did.",
    "Don’t talk about yourself too much… we’ll do that for you when you leave",
    "I took a picture of you and taped it to my ass, but you were still uglier."
]
